7zip
adw-gtk-theme
amd-ucode
awww
base
base-devel
bash-completion
bat
bc
bibata-cursor-theme-bin
blueman
bluetui
bluez-utils
brightnessctl
calibre
cliphist
cmake
code
dmidecode
docker
docker-compose
efibootmgr
exo
exodus
expac
eza
fd
foliate
fwupd
fzf
garcon
git
github-cli
go
google-chrome
grex
grub
gtk4
gvfs
htop
hypridle
hyprland
hyprlock
hyprshot
imagemagick
imv
inotify-tools
inter-font
kitty
lazygit
libreoffice-fresh
librewolf-bin
linux
linux-firmware
lsof
mako
man-db
man-pages
moreutils
mousepad
nano
neovim
networkmanager
newsboat
nodejs
npm
nvm
nwg-look
obsidian
okular
openvpn
otf-font-awesome
papirus-icon-theme
parole
pavucontrol
pipewire-pulse
pnpm
power-profiles-daemon
proton-mail-bin
pyprland
python-pip
qt5-wayland
reflector
ripgrep
ristretto
rofi
rsync
rustup
spotify
starship
stow
strace
sudo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
tree
tree-sitter
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-literata
tumbler
unzip
upower
vial-appimage
waybar
wget
which
wireless_tools
wlsunset
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xed
xf86-video-amdgpu
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-docklike-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xev
xorg-xinput
xorg-xrandr
xorg-xsetroot
yay
yazi
zip
zoxide
