7zip
adw-gtk-theme
amd-ucode
base
base-devel
bash-completion
bat
bc
bibata-cursor-theme-bin
blueman
bluetui
bluez-utils
brightnessctl
cliphist
cmake
dmidecode
docker
docker-compose
efibootmgr
expac
eza
fd
foliate
fwupd
fzf
git
github-cli
go
google-chrome
grex
grub
gtk4
gvfs
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
imv
inotify-tools
inter-font
kitty
lazygit
librewolf-bin
linux
linux-firmware
lsof
mako
man-db
man-pages
moreutils
nano
neovim
networkmanager
newsboat
nodejs
npm
nvm
nwg-look
obsidian
okular
otf-font-awesome
papirus-icon-theme
pavucontrol
pipewire-pulse
pnpm
power-profiles-daemon
proton-mail-bin
pyprland
python-pip
qt5-wayland
reflector
ripgrep
rofi
rsync
rustup
starship
stow
strace
sudo
swww
tldr
tmux
tree
tree-sitter
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-literata
tumbler
unzip
upower
waybar
wget
which
wireless_tools
wlsunset
woff2-font-awesome
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yazi
zip
zoxide
